# ЧИСЛА - не изменяемые типы
# int - integer - целое число
# float - число с плавающей запятой
# // - целочисленое деление, / - деление
# % - остаток
# ** - возведение в степень

# ТЕКСТ - обязательно "" ("Hello, world!") или ('Hello, "world!"')
# str - string - строка
# если при выводе нужно показать кавычки ("Hello, 'world'")
# строки можно складывать ("hello," + "world!")

# bool - boolean логический тип данных True False
# >=   <=   ==  !=(неравны) - сравнение
# and - и - строго   or или - выбор

print(type(int("5")))